{"id":1512,"date":"2019-01-24T07:39:36","date_gmt":"2019-01-24T07:39:36","guid":{"rendered":"https:\/\/kot4x.com\/?page_id=1512"},"modified":"2021-08-09T07:24:18","modified_gmt":"2021-08-09T06:24:18","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/kot4x.com\/terms-conditions\/","title":{"rendered":"Terms &#038; Conditions"},"content":{"rendered":"<p>This Customer Agreement (“Agreement”) is entered into by and between <strong>Paramount Treasury InvestmentLtd.<\/strong> (“<strong>Paramount Treasury Investment<\/strong>”), a corporation organized under the laws of the St. Vincent and the Grenadine , its successors and assigns, and the undersigned individual or individuals (as applicable, “Customer”) that wants to open a Customer Account (“Account”) WITH US4X.<\/p>\n<p>In consideration of KOT4X’s agreement to carry one or more Accounts of Customer and provide services to Customer in connection with the purchase and sale of over-the-counter margin based trading contracts, Customer agrees as follows:<\/p>\n<p>1. TRADING<\/p>\n<p>2. AUTHORIZATION TO TRADE. Subject to the terms and conditions of this Agreement and acceptance of Customer’s application to open an Account WITH US4X, Customer hereby authorizes Paramount Treasury Investmentto maintain one or more Accounts in Customer’s name and engage in transactions for Customer’s Account in accordance with oral, written or electronic instructions by Customer and its officers, partners, principals, employees or other agents (“Representatives”). Customer will bear the risk of all unauthorized instructions by its Representatives and will indemnify and hold Paramount Treasury Investmentharmless from all claims, liabilities, losses, damages, fees, costs and expenses relating to or arising from KOT4X’s reliance on such instructions, including any improper, unauthorized or fraudulent instructions by the Representatives, except in cases of gross negligence or willful misconduct by KOT4X. Unless expressly stated otherwise in writing, all transactions entered into between Paramount Treasury Investmentand Customer shall be governed by the terms of this Agreement, as amended from time to time (including, without limitation, KOT4X’s Risk Disclosures and Trading Policies and Procedures).<\/p>\n<p>3. ACCOUNTS<br \/>\nRestricted Territory: We restrict and reserve the right to restrict future access to all or some parts of the Website and\/or Services in respect of certain jurisdictions. You fully understand and agree that we are not liable if the country of your location or residence becomes restricted or blocked. Restricted Territories include, but are not limited to, individuals residing in: Botswana, Burma(Myanmar), Democratic Republic of Congo, Cuba, Ethiopia, Iran, Iraq, Japan, Lebanon, Libya, Malta, North Korea, Kenya, Pakistan, Republic of the Congo, Somalia, Sri Lanka, Sudan, Syria, Trinidad and Tobago, Tunisia, Vietnam, Yemen, Zimbabwe.<\/p>\n<p>4. ACCOUNT APPROVALS AND MAINTENANCE. Paramount Treasury Investmentmay reject Customer’s application or close Customer’s Account for any reason, at KOT4X’s sole and absolute discretion. Paramount Treasury Investmentmay require Customer to provide Paramount Treasury Investmentwith additional information or documentation in order for Paramount Treasury Investmentto continue carrying Customer’s Account. Customer acknowledges that Paramount Treasury Investmentmay, at any time in its sole and absolute discretion, restrict trading, disbursements or transfers. Paramount Treasury Investmentmay amend, change, revise, add or modify the Agreement at any time. The most current Agreement will be posted to KOT4X’s Web site https:\/\/kot4x.com. Customer understands that this Agreement cannot be modified by any verbal statements or written amendments that Customer seeks to make to the Agreement without a written acceptance from the General Counsel of KOT4X. Customer acknowledges and agrees that Accounts are segregated in the KOT4X’s books and records only, and Customer’s funds are not FDIC-insured and are deposited with a liquidity provider selected by Paramount Treasury Investmentin its sole discretion.<\/p>\n<p>5. JOINT ACCOUNT OWNERS. If this Account is held by more than one (1) person, all of the joint holders agree to be jointly and severally liable for the obligations assumed in this Agreement. If this Account is held in trust, joint ownership, or partnership, the undersigned hereby agrees to indemnify, defend and hold harmless Paramount Treasury Investmentfor any losses resulting from a breach of any fiduciary duty of the undersigned to the other holders and beneficiaries of this Account. Further, any one or more of the joint owners shall have full authority for the Account and risk of the Account owners, to buy, sell, and trade in transactions of off-exchange products, to deposit with and withdraw from KOT4X, currencies, securities, negotiable instruments, and other property, including withdrawals to or for the individual use or Account of the party directing the sale or of any other party, to receive and acquiesce in the correctness of notices, confirmations, requests, demands and all other forms of communications, and to settle, compromise, adjust, and give releases with respect to any and all<\/p>\n<p>claims, demands, disputes, and controversies. Upon death or legal incapacity of any of the undersigned, Paramount Treasury Investmentis authorized to take such action in regard to the Account, as Paramount Treasury Investmentmay deem advisable to protect itself against any liability, penalty or loss. Customer agrees to notify Paramount Treasury Investmentimmediately upon the death or legal incapacity of any joint owner. Paramount Treasury Investmentmay terminate this Agreement by written notice to any one of the joint owners.<\/p>\n<p>6. MARGINS AND DEPOSIT REQUIREMENTS. Customer shall provide and maintain margin in such amounts and in such forms as KOT4X, in its sole discretion, may require. Customer agrees to deposit by immediate wire transfer such additional margin when and as required by KOT4X, and will immediately meet all Margin Calls in such mode of transmission as Paramount Treasury Investmentshall, in its sole discretion, designate. Paramount Treasury Investmentmay change margin requirements at any time without prior notice. Paramount Treasury Investmentretains the right to limit the amount and\/or the total number of open positions that Customer may acquire or maintain at KOT4X. Paramount Treasury Investmentreserves the right to close any Customer positions at any time that it deems necessary. Paramount Treasury Investmentshall not be responsible for any loss or damage caused, directly or indirectly, by any events, actions or omissions including but not limited to loss or damage resulting, directly or indirectly, from any delays or inaccuracies in the transmission of orders and\/or information due to a breakdown in or failure of any transmission or communication facilities. For example, in volatile market conditions, a margin call may be delayed resulting in the possibility of a negative usable margin; a margin call may occur even if positions are hedged, in the jurisdictions where hedging is permitted by law, due to rate volatility or daily interest charges or credits.<\/p>\n<p>7. ROLLOVERS. Paramount Treasury Investmentmay, in its sole discretion and without notice to Customer, offset Customer’s open positions, roll over Customer’s open positions into the next settlement time period, or make or receive delivery on behalf of Customer upon any terms and by any methods deemed reasonable by KOT4X, in its sole discretion. Terms and\/or methods for delivering, offsetting, or rolling over Customer’s open positions may differ on a customer-­by-­customer basis, at KOT4X’s sole discretion. Any positions held in Customer’s Account at 5PM EST may be rolled over to the next settlement date and the Account may be debited or credited for the interest differential for the rollover period.<\/p>\n<p>8. SETTLEMENT DATE OFFSET INSTRUCTIONS. Offset instructions on positions open prior to settlement arriving at settlement date must be given to Paramount Treasury Investmentat least one to three business days prior to the settlement or value day. Alternatively, sufficient funds to take delivery or the necessary delivery documents must be in the possession of Paramount Treasury Investmentwithin the same period described above. If neither instructions, funds nor documents are received, Paramount Treasury Investmentmay without notice, either offset Customer’s position or roll Customer’s positions into the next settlement time period or make or receive delivery on behalf of Customer upon such terms and by such methods deemed reasonable by Paramount Treasury Investmentin its sole discretion.<\/p>\n<p>9. LIQUIDATION OF ACCOUNTS. In the event of: (a) death or judicial declaration of incompetence of Customer or, in the case of a legal entity, its dissolution or liquidation; (b) filing of a petition in bankruptcy, or a petition for the appointment of a receiver, or the institution of any insolvency or similar proceeding by or against Customer; (c) filing of an attachment against any of Customer’s Accounts carried by KOT4X; (d) insufficient margin, or KOT4X’s determination that any collateral deposited to protect one or more Accounts of Customer is inadequate, regardless of current market quotations, to secure the Account; (e) Customer’s failure to provide Paramount Treasury Investmentany information requested pursuant to this Agreement; or (f) any other circumstances or developments that Paramount Treasury Investmentdeems appropriate for its protection, and in KOT4X’s sole discretion, it may take one or more, or any portion of, the following actions: (1) sell any or purchase any or all contracts, securities or other property held or carried for Customer; and (2) cancel any or all outstanding orders or contracts, or any other commitments made with Customer. Any of the above actions may be taken without demand for margin or additional margin, without prior notice of sale or purchase or other notice to Customer, Customer’s personal or appointed representatives, heirs, executors, administrators, trustees, legatees or assigns and regardless of whether the ownership interest shall be solely Customer’s or held jointly with others.<\/p>\n<p>10. MANAGED ACCOUNTS. With regard to managed Accounts, a money manager (“Money Manager”) is a person or entity authorized to make decisions with respect to an Account on behalf of the Account’s beneficial owners, including a trustee, custodian, conservator, guardian, executor, administrator, attorney in­fact, or investment advisor or other person to whom Customer has granted trading authority over an Account. Customer understands and agrees that Paramount Treasury Investmentmay, but is not required to, review any action or inaction by a Money Manager with respect to an Account and is not responsible for determining whether a Money Manager’s action or inaction satisfies the standard of care applicable to such Money Manager’s handling of the Account. Customer further understands and agrees that Paramount Treasury Investmentis not responsible for determining the validity of a person’s or entity’s status or capacity to serve as a Money Manager. Customer agrees to hold Paramount Treasury Investmentand its officers, directors, employees, agents, and affiliates harmless from any liability, claim, or expense, including attorneys’ fees and disbursements, as incurred, for the actions or no ­actions of Customer’s Money Manager.<\/p>\n<p>11. CUSTOMER REPRESENTATIONS<\/p>\n<p>12. GENERAL REPRESENTATIONS AND WARRANTIES. Customer represents and warrants that:<\/p>\n<p>13. a) Customer is of sound mind, legal age and legal competence;<\/p>\n<p>14. b) Customer (if not a natural person) is duly organized and validly existing under the applicable laws of the jurisdiction of its organization;<\/p>\n<p>15. c) Execution and delivery of this Agreement and all transactions contemplated hereunder have been duly authorized by Customer and will not violate any statute, rule, regulation, ordinance, charter, by-­law or policy applicable to Customer;<\/p>\n<p>16. d) Each person executing and delivering this Agreement has been duly authorized by Customer to do so;<\/p>\n<p>17. e) No person other than the Customer has or will have an interest in Customer’s Account;<\/p>\n<p>18. f) Regardless of any subsequent determination to the contrary, Customer is suitable to trade over-the-counter products;<\/p>\n<p>19. g) Customer is not now an employee of any exchange, any corporation in which any exchange owns a majority of the capital stock, any member of any exchange and\/or firm registered on any exchange, or any bank, trust, or insurance company that trades the same instruments as those offered by KOT4X, and in the event that Customer becomes so employed, Customer will promptly notify Paramount Treasury Investmentvia email of such employment;<\/p>\n<p>20. h) The customer has read and understands the Risk Disclosure Statement, Arbitration Agreement and Trading Policies contained in this Agreement;<\/p>\n<p>21. i) The customer has conducted simulated trading using the demo trading platform for a period that has allowed the Customer to develop a full understanding of the trading platform;<\/p>\n<p>22. j) All information provided by Customer to KOT4X, including information regarding Customer’s trading experience and investment sophistication, is true, correct and complete, and Customer will notify Paramount Treasury Investmentpromptly of any changes in such information.<\/p>\n<p>23. k) Customer cannot engage in transactions for purposes of arbitrage or exploitation of temporary inaccuracies or technical discrepancies.<\/p>\n<p>24. l)<\/p>\n<p>25. DISCLOSURE OF FINANCIAL INFORMATION. Customer represents and warrants that the financial information disclosed to Paramount Treasury Investmentin the Application is an accurate representation of the Customer’s<\/p>\n<p>current financial condition. Customer represents and warrants that in determining Customer’s Net Worth, Gross Income, Total Assets and Liabilities were carefully calculated. Customer represents and warrants that in determining the value of Total Assets, the Customer included cash and\/or cash equivalents, U.S. Government and Marketable securities, real estate owned (excluding primary residence), the cash value of life insurance and other valuable Assets. Customer represents and warrants that in determining the value of Liabilities, Customer included notes payable to banks (secured and unsecured), notes payable to relatives, real estate mortgages payable (excluding primary residence) and other debts. Customer represents and warrants that Customer has very carefully considered the portion of Customer’s Total Assets which Customer considers to be Risk Capital. Customer recognizes that Risk Capital is the amount of money Customer is willing to put at risk and if lost would not, in any way, change Customer’s lifestyle. Customer agrees to immediately inform Paramount Treasury Investmentif the Customer’s financial condition changes in such a way as to reduce Customer’s Net Worth and\/or Risk Capital.<\/p>\n<p>26. CREDIT. Customer authorizes Paramount Treasury Investmentor agents acting on behalf of Paramount Treasury Investmentto investigate Customer’s credit standing and in connection therewith to contact such banks, financial institutions, and credit agencies as Paramount Treasury Investmentshall deem appropriate to verify information regarding Customer. Customer further authorizes Paramount Treasury Investmentto investigate Customer’s current and past investment activity, and in connection therewith, to contact such futures commission merchants, exchanges, broker\/dealers, banks, compliance data centers, and any other financial and investment institution as Paramount Treasury Investmentshall deem appropriate. Upon reasonable request made in writing by Customer to KOT4X, Customer shall be allowed to review any records maintained by Paramount Treasury Investmentrelating to Customer’s credit standing. Customer shall also be allowed, at Customer’s sole cost and expense, to copy such records. Customer acknowledges that Customer’s credit score may be impacted when Paramount Treasury Investmentaccesses Customer’s credit file. The customer also acknowledges that Paramount Treasury Investmentmay provide information (e.g. negative Account information of unsecured debts) regarding Customer’s performance under this Agreement to these agencies.<\/p>\n<p>27. ORDER MANAGEMENT<\/p>\n<p>28. CANCELLATION AND MODIFICATION REQUESTS. Customer acknowledges that it may not be possible to cancel or modify an order. Customer understands and agrees that, if an order cannot be canceled or modified, Customer is bound by any execution of the original order. Paramount Treasury Investmentis not liable to Customer if Paramount Treasury Investmentis unable to cancel or modify an order. Customer further acknowledges that attempts to modify or cancel and replace an order can result in an over-execution of the order, or the execution of duplicate orders, that KOT4X’s systems do not prevent over execution on duplicate orders from occurring, and that Customer shall be responsible for all such executions. Customer agrees not to assume that any order has been executed or canceled until Customer has received confirmation from Paramount Treasury Investmentwith regard to order execution. The customer is responsible for knowing the status of Customer‘s pending orders before entering additional orders. Customer agrees to contact Paramount Treasury Investmentin the event Customer is unclear on the status of an order. Customer agrees to regularly review Customer’s online Account Statement to confirm the status of Customer’s orders.<\/p>\n<p>29. STATEMENTS AND CONFIRMATION. Reports of the confirmation of orders and statements of Accounts for Customer shall be deemed correct and shall be conclusive and binding upon Customer if not objected to immediately upon receipt and confirmed in writing within one (1) business day after the execution of the Customer’s order. Paramount Treasury Investmentwill provide Customer access to view Customer’s Account at any time with an online login via the Internet. Paramount Treasury Investmentwill not provide trade confirmation via postal mail. Written objections on Customer’s part shall be directed to Paramount Treasury Investmentat its address located at Paramount Treasury InvestmentLtd., The Financial Services Centre, Stoney Ground, Kingstown, St. Vincent and the Grenadine and shall be deemed received only if actually sent via email or delivered or mailed by registered mail, return receipt requested. Failure to object shall be deemed ratification of all actions taken by Paramount Treasury Investmentor its agents prior to Customer’s receipt of said reports. Customer’s failure to receive a trade confirmation shall not relieve Customer of the obligation to object as set out herein.<\/p>\n<p>30. CHARGES. Customer shall pay such charges (including, without limitation, markups and markdowns, statement charges, idle Account charges, order cancellation charges, Account transfer charges, introducing broker and Money Manager fees, or other charges) arising out of Paramount Treasury Investmentproviding services hereunder. Paramount Treasury Investmentmay change its charges without notice. All such charges shall be paid by Customer as they are incurred, or as Paramount Treasury Investmentin its sole and absolute discretion may determine, and Customer hereby authorizes Paramount Treasury Investmentto withdraw the amount of any such charges from Customer’s Account(s).<\/p>\n<p>31. DEPOSITS AND WITHDRAWALS. Paramount Treasury Investmentshall neither receive nor disburse Customer’s funds in cash currency or cash equivalents. All transactions between Customer and Paramount Treasury Investmentshall be performed by wire, Automatic Clearing House (“ACH”) or other methods in which the identities of both the sending and receiving parties can be verified by Paramount Treasury Investmentand which KOT4X, in its sole discretion, shall deem appropriate. Paramount Treasury Investmentshall perform deposit\/withdrawal transactions only between Customer’s Paramount Treasury InvestmentAccount and another Account which is held in Customer’s name or of which Customer clearly demonstrates ownership to KOT4X. In order to prevent money laundering, fraud, and other unauthorized activity, Paramount Treasury Investmentmay limit Customer’s withdrawal options. Paramount Treasury InvestmentLtd customers can withdraw their funds and benefits whenever they need to. To request a partial or complete withdrawal of funds from your account, click on “Withdrawal request” in your Paramount Treasury InvestmentPortal. Please consider that we take 2-5 business days to process your withdrawal request. Corresponding withdrawals will take up to 2-3 business days to reach your credit card or bank account. Feel free to contact our Customer support specialist if you have any questions. According to generally acceptable AML rules and regulations, withdrawals must be performed only through the same bank account or credit\/debit card that you used to deposit the funds. Furthermore, when it comes to withdrawals, the Client may be required to present additional information and documents.<\/p>\n<p>32. KOT4X’s RESPONSIBILITIES. Paramount Treasury Investmentwill not be responsible for delays in the transmission of orders due to a breakdown or failure of transmission or communication facilities, electrical power outage or for any other cause beyond KOT4X’s control or anticipation. Paramount Treasury Investmentshall not be liable for losses arising from the default of any agent or any other party used by Paramount Treasury Investmentunder this agreement.<\/p>\n<p>33. CURRENCY FLUCTUATION RISK. If Customer directs Paramount Treasury Investmentto enter into any transaction: (a) any profit or loss arising as a result of a fluctuation in the rates affecting such a transaction will be entirely for Customer’s Account and risk; (b) all initial and subsequent deposits for margin purposes shall be made in USD, or another currency which Paramount Treasury Investmentmay choose to accept, in such amounts as Paramount Treasury Investmentmay in its sole discretion require, with subsequent deposits being in the same currency as the initial deposit; and (c) Paramount Treasury Investmentis authorized to convert funds in Customer’s Account for margin into and from such foreign currency at a rate of exchange determined by Paramount Treasury Investmentin its sole discretion on the basis of then prevailing money market rates.<\/p>\n<p>34. CROSS TRADE CONSENT. Customer hereby acknowledges and agrees that Paramount Treasury Investmentmay act as the counter­party to Customer for any trade entered for the undersigned’s Account. The undersigned hereby consents to any such transaction, subject to the limitations and conditions, if any, contained in the Rules or Regulations of any bank, institution, exchange or board of trade upon which such buy or sell orders are executed, and subject to the limitations and conditions, if any, contained in any applicable regulations of any globally recognized regulatory agency.<\/p>\n<p>35. COMMUNICATIONS<\/p>\n<p>36. GENERAL COMMUNICATIONS. Reports, statements, notices, and any other communications shall be transmitted to Customer electronically by posting to Customer’s online Account or via email to the email address on Customer’s application, or to such other email address as Customer may from time to time designate to KOT4X.<\/p>\n<p>37. EMAIL AND ELECTRONIC COMMUNICATIONS. All emails sent to and from Paramount Treasury Investmentare subject to monitoring, review or disclosure to someone other than Customer or Customer’s intended recipient. Customer acknowledges that there may be delays in an email being received by Customer’s intended recipient. Customer agrees to hold Paramount Treasury Investmentharmless for any delay in email delivery regardless of whether the delay was caused by Paramount Treasury Investmentor a third party. Email sent to and from a Paramount Treasury Investmentaddress may be retained by KOT4X’s corporate email system. Customer agrees not to use email to transmit orders to purchase or sell over-the-counter products and further agrees that Paramount Treasury Investmentis not liable for any actions taken or any omissions to act as a result of any email message Customer sends to KOT4X. Electronic communications with Paramount Treasury Investmentvia our Web site, wireless device or touchtone service are also subject to monitoring, review by or disclosure to someone other than the recipient and such communications may be retained by KOT4X.<\/p>\n<p>38. THIRD PARTIES<\/p>\n<p>39. NO SEPARATE AGREEMENTS. Customer acknowledges that Customer has no separate agreement with Customer’s broker or any Paramount Treasury Investmentemployee or agent regarding the trading in Customer’s Account, including any agreement to guarantee profits or limit losses in Customer’s Account. Customer understands that Customer is under an obligation to notify Paramount Treasury InvestmentCompliance Department immediately in writing as to any agreement of this type. Further, Customer understands that any representations made by anyone concerning Customer’s Account that differs from any statements Customer receives from Paramount Treasury Investmentmust be brought to the attention of KOT4X’s Compliance Department immediately in writing. Customer understands that Customer must authorize every transaction prior to its execution unless Customer has delegated discretion to another party by signing KOT4X’s limited power of attorney (“LPOA”). Any disputed transactions must be brought to the attention of KOT4X’s Compliance Department pursuant to the notice requirements of this Agreement. Customer agrees to indemnify and hold Paramount Treasury Investmentharmless from all damages or liability resulting from Customer’s failure to notify KOT4X’s Compliance Department within one (1) business day of any of the occurrences referred to herein. All notices required under this section shall be sent to Paramount Treasury Investmentat its address.<\/p>\n<p>40. REVENUE SHARING DISCLOSURE. Customer acknowledges that Paramount Treasury Investmentmay enter into revenue sharing arrangements with or retain the services any other third party vendors in connection with technical support, back office and operational support functions relating to Customer’s Accounts. Paramount Treasury Investmentreserves the right to enter into such compensation or revenue sharing arrangements any other third party vendors based on volume traded, bid\/offer pricing or other outside commission or revenue sharing models.<\/p>\n<p>41. COMPLIANCE<\/p>\n<p>42. ANTI-­MONEY LAUNDERING PROCEDURES. Customer agrees to and acknowledges that Paramount Treasury Investmentmay conduct the following procedures at the time of the opening and throughout the existence of the Account:<\/p>\n<p>43. IDENTITY VERIFICATION: In accordance with anti-money laundering and combating funding of terrorism standards Paramount Treasury Investmentis required to identify and verify each person who signs up. When a customer signs up, Paramount Treasury Investmentis required to collect information such as – but not limited to – name and surname, date of birth and residential address. Paramount Treasury Investmentmay verify the customer’s information by requiring Customer to provide official identification documents and a proof of address. Corporate<\/p>\n<p>clients will be required to submit additional documentation such as – but not limited to – certificates of incorporation and articles of association.<\/p>\n<p>44. Monitoring. Paramount Treasury Investmentmay monitor the trading activity in Accounts to investigate or identify potential money laundering.<\/p>\n<p>45. SECURITY AND CONFIDENTIALITY. Customer agrees and acknowledges that Customer is the exclusive owner and solely responsible, jointly and severally if applicable, for the confidentiality and protection of Customer’s Account number(s) and password(s) that allow Customer to place online orders and access KOT4X’s electronic trading systems. Customer further agrees that Customer will be fully responsible for all activities including brokerage transactions that arise from the use of Customer’s Account number(s) and password(s). Customer agrees to indemnify and hold Paramount Treasury Investmentharmless from if any other person utilizing Customer’s confidential information provides instructions to Paramount Treasury Investmentthat may be contrary to Customer’s instructions. Customer will immediately notify Paramount Treasury Investmentin writing or by email of any loss, theft or unauthorized use of Customer’s Account number and\/or passwords.<\/p>\n<p>46. INTELLECTUAL PROPERTY AND CONFIDENTIALITY. All copyright, trademark, trade secret and other intellectual property rights in the Paramount Treasury InvestmentTrading Platform (“Trading Platform”) shall remain at all times the sole and exclusive property of Paramount Treasury Investmentand\/or its 3rd party service providers and Customers shall have no right or interest in the Trading Platform except for the right to access and use the Trading Platform as specified herein. Customer acknowledges that the Trading Platform is confidential and has been developed through the expenditure of substantial skill, time, effort and money. Customer will protect the confidentiality of Paramount Treasury Investmentand\/or its 3rd party service providers by allowing access to the Trading Platform only by its employees and agents on a need to access basis. Customer will not publish, distribute, or otherwise make information available to third parties any information derived from or relating to the Trading Platform. Customer will not copy, modify, de­compile, reverse engineer, and make derivative works of the Trading Platform or in the manner in which it operates.<\/p>\n<p>47. NO ADVICE AND NO RECOMMENDATIONS. Customer acknowledges that Paramount Treasury Investmentdoes not and will not give investment, legal or tax advice or make trading recommendations. Customer acknowledges that Paramount Treasury Investmentmakes no representations concerning the tax implications or treatment of contracts. Customer agrees that Customer is a self-directed investor and all orders entered are unsolicited and based on Customer’s own investment decision or the investment decision of Customer’s duly authorized representative. Customer agrees that neither Paramount Treasury Investmentnor any of its employees may be Customer’s duly authorized representative and that Customer will neither solicit nor rely upon Paramount Treasury Investmentor any of its employees for any such advice. Customer understands that Customer is solely responsible for all orders entered, including but not limited to trade qualifiers, the number of trades entered, the suitability of any trade(s), investment strategies and risks associated with each trade, and will not hold Paramount Treasury Investmentor any of its employees liable for those investment decisions. Customer further understands that Paramount Treasury Investmentdoes not and will not review the appropriateness or suitability of any transactions implemented or investment strategies employed in Customer’s Account. Customer hereby agrees to hold Paramount Treasury Investmentand its officers, directors, employees, agents and affiliates harmless from any liability, financial or otherwise, or expense (including attorneys’ fees and disbursements), as incurred, as a result of any losses or damages Customer may suffer with respect to any such decisions, instructions, transactions or strategies employed in Customer’s Account by Customer or Customer’s duly authorized, representative, or as a result of any breach by Customer of any of the covenants, representations, acknowledgments or warranties herein.<\/p>\n<p>48. TRADING RECOMMENDATIONS. (a) Customer acknowledges that: (i) any market recommendations and information communicated to Customer by Paramount Treasury Investmentor by any person within the company, does<\/p>\n<p>not constitute an offer to sell or the solicitation of an offer to buy any contract, (ii) such recommendation and information, although based upon information obtained from sources believed by Paramount Treasury Investmentto be reliable, may be based solely on a broker’s opinion and that such information may be incomplete and may be unverified; and (iii) Paramount Treasury Investmentmakes no representations, warranties or guarantees as to, and shall not be responsible for, the accuracy or completeness of any such information or trading recommendation furnished to Customer. Customer acknowledges that Paramount Treasury Investmentand\/or its officers, directors, affiliates, associates, stockholders or representatives may have a position in or may intend to buy or sell, which are the subject of market recommendations furnished to Customer, and that the market position of Paramount Treasury Investmentor any such officer, director, affiliate, associate, stockholder or representative may not be consistent with the recommendations furnished to Customer by KOT4X.<\/p>\n<p>49. RISK ACKNOWLEDGMENT. Customer acknowledges that investments in leveraged transactions are speculative, involve a high degree of risk, and are appropriate only for persons who can assume the risk of loss of their margin deposit. Customer understands that because of the low margin normally required in trading over-the-counter contracts, price changes in contracts may result in the loss of Customer’s margin deposit. Customer warrants that Customer is willing and able, financially and otherwise, to assume the risk of trading, and in consideration of KOT4X’s carrying his\/her Account(s), Customer agrees not to hold Paramount Treasury Investmentresponsible for losses incurred through following its trading recommendations or suggestions or those of its employees, agents or representatives. Customer recognizes that guarantees of profit or freedom from loss are impossible in trading. Customer acknowledges that Customer has received no such guarantees from Paramount Treasury Investmentor from any of its representatives or any introducing agent or other entity with whom Customer is conducting his\/her Paramount Treasury InvestmentAccount and has not entered into this agreement in consideration of or in reliance upon any such guarantees or similar representations.<\/p>\n<p>50. RECORDINGS. Customer agrees and acknowledges that all conversations regarding Customer’s Account(s) between Customer and Paramount Treasury Investmentpersonnel may be electronically recorded with or without the use of an automatic tone warning device. Customer further agrees to the use of such recordings and transcripts thereof as evidence by either party in connection with any dispute or proceeding that may arise involving Customer or KOT4X. Customer understands that Paramount Treasury Investmentdestroys such recordings at regular intervals in accordance WITH US4X’s established business procedures and Customer hereby consents to such destruction.<\/p>\n<p>51. SECURITY AGREEMENT. All monies, securities, negotiable instruments, contracts, off-exchange options and\/or other property on deposit with Paramount Treasury Investmentor its affiliates, in Customer’s Account, for any purpose, including safekeeping, are hereby pledged with Paramount Treasury Investmentand shall be subject to a security interest in KOT4X’s favor for the discharge of all Customer’s obligations to KOT4X, irrespective of the number of Accounts Customer has WITH US4X. The customer also grants Paramount Treasury Investmentthe right to use the above-described properties and any Account credit to offset against any of Customer’s obligations to Paramount Treasury Investmentincluding, but not limited to, transfers for the purpose of margining, or for application to negative balance Accounts not promptly paid, as well as delivery costs and charges.<\/p>\n<p>52. USE OF MONIES. Customer hereby also grants to Paramount Treasury Investmentthe right to pledge, re­pledge, hypothecate, invest or loan, either separately or with the property of other customers, to itself or to others, any funds, securities, currencies, and foreign currency or off-exchange transactions of Customer held by Paramount Treasury Investmentas margin or security. Paramount Treasury Investmentshall at no time be required to deliver to Customer the identical property delivered to or purchased by Paramount Treasury Investmentfor any Account of Customer.<\/p>\n<p>53. TECHNOLOGY AND COMMUNICATIONS ISSUES. Paramount Treasury Investmentand\/or its 3rd party service providers provide trading technology for Customer’s use in connection with transactions made by Customer with<\/p>\n<p>KOT4X. Such trading technology includes, but is not limited to, the Trading Platform, web applications, application program interfaces, software, software code, programs, protocols and displays (collectively “Technology”) for trading, analyzing trades and markets and constructing automated trading systems. Paramount Treasury Investmentprovides the Technology “as is,” without any warranties of merchantability, fitness for a particular purpose, or other express or implied warranties. Paramount Treasury Investmentwill not be responsible for the operation or performance of any automated trading system developed with Technology or for any malfunctions of Technology or for any delays or interruptions in transmission of orders due to breakdown, excessive call volume or failure of transmission or communication equipment on the Internet or otherwise, including, but not limited to, communications problems, computer software or hardware breakdowns, malfunctioning errors, any and all problems or glitches associated with computer problems or any other technical cause or causes.<\/p>\n<p>54. FOREIGN ACCOUNTS. Customers not residing in the United States (”Foreign Accounts”) may be asked to comply with requests for special information by Paramount Treasury Investmentas required by any governmental unit or regulatory agency. This includes, but is not limited to, special calls for information. In the event of a special call for information, Paramount Treasury Investmentor its agent shall be required to obtain the information set forth by any governmental unit or regulatory agency requesting information. In addition, failure to respond to a special call may cause transactions to be prohibited (other than offsetting trades) for Customer. Foreign Accounts must copy and forward an official form of picture identification and must provide a bank reference before Customer is approved for trading.<\/p>\n<p>55. MISCELLANEOUS<\/p>\n<p>56. BINDING EFFECT. This Agreement shall be continuous and shall cover, individually and collectively, all Accounts of Customer at any time opened or reopened with Paramount Treasury Investmentirrespective of any change or changes at any time in the personnel of Paramount Treasury Investmentor its successors, assigns, or affiliates. This Agreement including all authorizations shall inure to the benefit of Paramount Treasury Investmentand its successors and assigns, whether by merger, consolidation or otherwise, and shall be binding upon Customer and\/or the estate, executor, trustees, administrators, legal representatives, successors and assigns of Customer. Customer hereby ratifies all transactions with Paramount Treasury Investmentaffected prior to the date of this Agreement and agrees that the rights and obligations of Customer in respect thereto shall be governed by the terms of this Agreement.<\/p>\n<p>57. TERMINATION. This Agreement shall continue in effect until termination, and may be terminated by Customer at any time when Customer has no open position(s) and no liabilities held by or owed to Paramount Treasury Investmentupon the actual receipt by Paramount Treasury Investmentof written notice of termination via email, or at any time whatsoever by Paramount Treasury Investmentupon the transmittal of written notice of termination to Customer; provided, that such termination shall not relieve either party of any obligations set out in this Agreement nor shall it relieve Customer of any obligations arising out of prior transactions entered into in connection with this Agreement.<\/p>\n<p>58. ACCEPTANCE. This Agreement shall not be deemed to be accepted by Paramount Treasury Investmentnor become a binding contract between Customer and Paramount Treasury Investmentuntil Customer’s information is verified and approved by KOT4X.<\/p>\n<p>59. INDEMNIFICATION. Customer agrees to indemnify and hold KOT4X, its affiliates, employees, agents, successors and assigns harmless from and against any and all liabilities, losses, damages, costs and expenses, including attorney’s fees, incurred by Paramount Treasury Investmentarising out of Customer’s failure to fully and timely perform Customer’s responsibilities herein or should any of the representations and warranties fail to be true and correct. The customer also agrees to pay promptly to Paramount Treasury Investmentall damages, costs, and expenses, including attorney’s fees, incurred by Paramount Treasury Investmentin the enforcement of any of the provisions of this Agreement and any other agreements between Paramount Treasury Investmentand Customer.<\/p>\n<p>60. FORCE MAJEURE. Paramount Treasury Investmentshall not be liable to Customer for any claims, losses, damages, costs or expenses, including attorneys’ fees, caused, directly or indirectly, by any events, actions or omissions, including, without limitation, claims, losses, damages, costs or expenses, including attorneys’ fees, resulting from civil unrest, war, insurrection, international intervention, governmental action (including, without limitation, exchange controls, forfeitures, nationalizations, devaluations), natural disasters, acts of God, market conditions, inability to communicate with any relevant person or any delay, disruption, failure or malfunction of any transmission or communication system or computer facility, whether belonging to KOT4X, Customer, any market, or any settlement or clearing system.<\/p>\n<p>61. TERMS AND HEADINGS. The term “KOT4X” shall be deemed to include KOT4X, its affiliates, divisions, successors and assigns; the term “Customer” shall mean the party (or parties) executing the Agreement; and the term “Agreement” shall include all other agreements and authorizations executed by Customer in connection with the maintenance of Customer’s Account with Paramount Treasury Investmentregardless of when executed. The paragraph headings in this Agreement are inserted for convenience of reference only and are not deemed to limit the applicability or affect the meaning of any of its provisions.<\/p>\n<p>62. GOVERNING LAW AND JURISDICTION. This Agreement, and the rights and obligations of the parties hereto, shall be governed by, construed and enforced in all respects by the laws of the St. Vincent and the Grenadine, without regard to choice of law principles. 63. USE OF KOT4X’s WEBSITES. Websites refer to KOT4X&#8217;s Web site (https:\/\/kot4x.com and additional Web sites that Paramount Treasury Investmentmay register). The Web sites provide Customer with content and information. The content on the Websites is provided as a convenience but may be inaccurate or outdated. Customer agrees at all times to rely upon Customer’s transaction confirmations and statements as the official records of Customer’s Account. Information is not related specifically to an Account. Information is financial or investment information provided by third parties to Paramount Treasury Investmentthat Paramount Treasury Investmentprovides to Customer, which includes market data, news, research, financial analysis, commentary, or tools. The information on the Websites is provided from sources believed to be reliable but cannot be guaranteed. The information provided on our Web sites is not customized for Customer and Customer understands that the information provided to Customer is not a recommendation to Customer about the suitability of a purchase and\/or sale of any trading product. Paramount Treasury Investmentmay without notice to Customer change, revise, modify, add, upgrade, remove or discontinue any part of KOT4X’s Web sites. The Websites may include hyperlinks to third-­party websites. Paramount Treasury Investmentis not responsible for the information or content provided by such third party websites.<\/p>\n<p>64. MARKET DATA, NEWS, AND OTHER INFORMATION. Customer agrees that the market data, news and other information available to Customer through our Web site is for Customer’s personal use and that Customer will not retransmit or republish this information in any form without the written consent of KOT4X.<\/p>\n<p>65. NO WAIVER OR AMENDMENT. No provision of this Agreement may be waived or amended unless the waiver or amendment is in writing and signed by both Customer and an authorized officer of KOT4X. No waiver or amendment of this Agreement may be implied from any course of trading between the parties or from any failure by Paramount Treasury Investmentor its agents to assert its rights under this Agreement on any occasion or series of occasions. No oral agreements or instructions to the contrary shall be recognized as enforceable. This instrument and the attachments hereto embody the entire agreement of the parties, superseding any and all prior written and oral agreements and there are no other terms, conditions or obligations other than those contained herein.<\/p>\n<p>66. SEVERABILITY. This Agreement, any attachments thereto, and the terms and conditions contained in statements and confirmations contain the entire agreement between the parties with respect to the subject matter hereof. If any provision or condition of this Agreement shall be held to be invalid or unenforceable by any court, or regulatory or self-regulating agency or body, such provision shall be deemed modified, or, if necessary, rescinded in order to comply with the relevant court, or regulatory or self-regulatory agency or body. The validity of the remaining provisions and conditions shall not be affected thereby, and this Agreement shall be carried out as if such invalid or unenforceable provision or condition was not contained herein.<\/p>\n<p>67. ACCOUNT TRANSFER AND ASSIGNMENT. Customer authorizes Paramount Treasury Investmentto transfer and assign Customer’s Account to a futures commission merchant or another legal entity. Customer may not transfer or assign this Agreement without KOT4X’s prior written consent. Any purported assignment by the Customer in violation of this provision is null, void and unenforceable.<\/p>\n<p>68. RISK DISCLOSURE STATEMENT.<\/p>\n<p>69. GENERAL. Trading in margined account involves a high degree of risk including the risk of loss of the Customer’s entire Risk Capital deposited WITH US4X. Losses, in some cases, have the potential to extend beyond the Customer’s Account Value. In consideration of Paramount Treasury Investmentagreeing to enter into contracts with its Customer(s) for this Account, Paramount Treasury Investmentrequires all the undersigned Customer(s) to analyze their financial objectives, financial status, investment constraints, and tax situation to determine whether trading is suitable. In addition, we require our Customers to carefully read and acknowledge the Paramount Treasury InvestmentRisk Disclosure Statement that outlines without limitation the risks associated with trading a margined account through KOT4X.<\/p>\n<p>By signing this Agreement the Customer understands and agrees that:<\/p>\n<p>70. OTC Margined Trading involves a high amount of risk and is highly speculative. Customer(s) agrees that they are in full understanding and willing to assume the legal, economic, and other risks associated with the trading a margined account, and are willing and able to assume the loss of their entire Risk Capital, defined as those funds, that if lost, would not change your lifestyle or your family’s lifestyle. As such, they further agree that margined trading is not suitable for Retirement Funds. Paramount Treasury Investmentencourages Customers to closely manage outstanding open positions and to use prudent money management precautions such as, but not limited to, Stop Loss Orders.<\/p>\n<p>71. Excessive leverage available with Margined accounts can lead to quick losses. Customer(s) agrees that using a high degree of leverage, defined as the use of a small amount of capital to control a larger amount of an Open Position, can result in large losses due to a price change(s) of open contract(s) WITH US4X. Paramount Treasury Investmentprovides leverage on most trading products for most customers of 100:1 or more. With 100:1 leverage the Customer has the potential to control $1,000,000 position with $10,000 in an Account. Paramount Treasury Investmentencourages its Customers to use only that portion of leverage that the Customer is most comfortable with and to use money management precautions such as, but not limited to, Stop Loss Orders for the purpose of limiting risk. Paramount Treasury Investmentreserves, at its sole discretion, the right to reduce or increase the amount of leverage given on any trading product at any time and without notice.<\/p>\n<p>72. Trading experience periods of liquidity risk. Customer acknowledges that Liquidity Risk, resulting from decreased liquidity, is usually due to unanticipated changes in economic and\/or political conditions. The customer also acknowledges that Liquidity Risk can affect the general market in that all participants experience the same lack of buyers and\/or sellers. The Customer also understands that liquidity risk can be Paramount Treasury Investmentspecific due to changes in liquidity available to Paramount Treasury Investmentfrom a Paramount Treasury InvestmentCustodian of funds interbank liquidity providers due to a perception that the risks of the market segment have increased. When liquidity decreases, Customers can expect, at the minimum, to have wider bid to ask spreads as the supply of available bid\/ask prices, outstrips the demand. Decreases in liquidity can also result in “Fast Market” conditions where the price of a trading product moves sharply higher or lower or in a volatile up\/down pattern without trading in an ordinary step­ like fashion. In some instances, there may exist the possibility that a trading bid and\/or ask price for a trading product or products are not available (a situation where there is no liquidity). Although there may be instances when the aggregate OTC market enters a “Fast Market” situation or periods where liquidity is in short or no supply, it is important to note that prices, bid\/ask spreads and liquidity will reflect the prevailing interbank market liquidity for KOT4X. Paramount Treasury Investmentcan Liquidate Positions of the Customer that do not have adequate margin: Because of the leverage available with OTC Margined Trading and the potential for extreme volatility, Paramount Treasury InvestmentCustodian of funds reserves the sole discretionary right to liquidate Customer’s Account(s) should the Margin in the Account not be sufficient to cover the potential risk of loss. Should the Customer’s Account value go below the free of programming bugs that can cause trading, position keeping or any other required functionality of the Trading Platform and other relevant software applications associated with Paramount Treasury Investmentincluding but limited to clearing and escrow Account software, from becoming inoperable or without errors?<\/p>\n<p>73. There is a Communication Risk that the Customer assumes. Although Paramount Treasury Investmentwill have qualified representatives available on the telephone during business hours to accept and execute Customer Market Orders, there exists the risk that the Customer will not be able to contact or make contact with the Paramount Treasury Investmentrepresentative due to but not limited to, communication malfunction, an overabundance of telephone orders, or any other malfunction or negligence. The Customer acknowledges and agrees that they will hold harmless Paramount Treasury Investmentfor any loss or missed trading opportunity resulting from any communication problems the Customer may encounter.<\/p>\n<p>74. Paramount Treasury Investmentdoes not take responsibility for Money Managers. Should a Customer grant a Money Manager trading discretionary trading authority or control over a Customer’s Account, the Customer acknowledges that Paramount Treasury Investmentdoes not take any responsibility for any action done by that Third Party on the Customer’s behalf. The Customer grants Money Manager trading authority for the Customer’s Account at its sole, and full risk. Paramount Treasury Investmentreserves the right to correct any transactions executed on misquoting errors: In the case when a quoting error occurs that results in a Customer transaction done at an off-market price, Paramount Treasury Investmentreserves the sole discretionary right to make the necessary corrections and adjustments to the Customer’s Account whether it be in the favor of the Customer or not in the Customer’s favor. Any change will be reported to the Customer either verbally or via an electronic method such as but not limited to email.<\/p>\n<p>75. All Market Recommendations made by Paramount Treasury Investmentor any representative of Paramount Treasury Investmentare for informational purposes only. Any decision by the Customer to buy or sell is an independent decision by the Customer. Market recommendations made by Paramount Treasury Investmentor a representative of Paramount Treasury Investmentdo not constitute an offer to sell or buy from Paramount Treasury Investmentor from any other source that may provide straight­through-processing prices to the Customer. Paramount Treasury Investmentand its employees are not investment advisor(s) and have no fiduciary duty to Customer and therefore are not liable for any losses incurred by the Customer as a result of information or any recommendations made by Paramount Treasury Investmentor representative of KOT4X. The customer is at Risk if Paramount Treasury Investmentshould go out of business. There is no guarantee that Paramount Treasury Investmentas a business will be profitable. Consequently, there exists a credit risk that Paramount Treasury Investmentmay be subject to losses, which could, in turn, jeopardize the capital that the Customers have in their Accounts. Customer acknowledges that in the event of insolvency, the Customer can only look to Paramount Treasury Investmentfor performance and return of all Collateral and Margin that the Customer may have at KOT4X.<\/p>\n<p>76. KOT4Xmay decide to exit the Business. There is no guarantee that Paramount Treasury InvestmentCustodian of funds may decide that they do not want to continue to participate. As a result, the Customer agrees and acknowledges that Paramount Treasury Investmentmay liquidate all Customer positions, and return margined funds to the Customer at the sole discretion of KOT4X, at any time and for any reason. Paramount Treasury InvestmentCustomers do not hold Paramount Treasury Investmentliable for any loss as a result of the liquidation of the Customers position either on an actual basis or as a result of missed profit opportunities.<\/p>\n<p>77. Customers are responsible for any reporting errors. Any reporting and confirmation errors of omission, and\/or errors in the details of transactions including but not limited to the price contracts were executed, the product traded, the market direction (i.e., ”buy” or “sell”) of order, the type of order and\/or any errors in fees, charges or credits to the Customer’s Account including but not limited to charges for executing a transaction, wiring funds, rolling over position, and sweeping balances into the home currency, require that the customer notifies Paramount Treasury Investmentimmediately upon discovery for review.<\/p>\n<p>78. Risks from trades done over the telephone. Paramount Treasury Investmentwill only accept Market Orders for trades done over the telephone. Telephone trades are considered executed when the Paramount Treasury Investmentrepresentative says, “done” and relays the complete transaction details. Any given price by a Paramount Treasury Investmentrepresentative over the telephone prior to execution is considered indicative. Paramount Treasury Investmentreserves the right to change the indicative price given over the phone if the actual trading price is different due to market conditions, misquote or volatility. Paramount Treasury Investmentis not responsible for Customer telephone orders if the Customer cannot be heard or understood by the Paramount Treasury Investmentrepresentative due to, without limitation, accent, speech defect, faulty connection, or excessive background noise at the Customers location or at KOT4X. To better ensure execution, Paramount Treasury Investmentrequires that Customers communicate in English when giving orders. Paramount Treasury Investmentcannot guarantee that telephone orders given in a foreign language will be executed. For best results and fast execution, the following procedure will be used:<\/p>\n<p>a. The Customer will first be asked by the Paramount Treasury Investmentrepresentative the following Account Information:<\/p>\n<p>b. The Customer’s Paramount Treasury InvestmentUser Name, Account Number and\/or other identifying feature. Only after the Paramount Treasury Investmentrepresentative confirms the Customer’s identity, the Customer should relay the following order information:<\/p>\n<p>c. The execution direction to Buy or Sell, the number of lots, and the desired trading product.<\/p>\n<p>d. The Paramount Treasury Investmentrepresentative will then repeat the order information for the Customer to confirm. For example, the Paramount Treasury InvestmentRepresentative may say the following, “Buy 2 lots of EUR vs USD at the Market. Confirmed?” By saying, “Yes” the order will be executed at the Market and the details immediately given to the Customer after execution. The Paramount Treasury Investmentrepresentative will enter the transaction into the Customer’s Account. The details and effects of the transaction will be reflected in the Customer’s Online Reports. Paramount Treasury Investmentdoes not warrant that trades done over the telephone will be done at prices that mirror the prices displayed electronically at that time over the Trading Platform. Paramount Treasury Investmentreserves the right to charge a commission for trades done over the telephone. Should Paramount Treasury Investmentcharge a commission for telephone trades, it will be reported on the Paramount Treasury InvestmentWebsite and be reflected as a line item debit in your Paramount Treasury InvestmentAccount Reports. All trades and charges done via the phone are final. Paramount Treasury Investmentreserves the right to tape all telephone calls without knowledge of the Customer. Paramount Treasury Investmentis not responsible or liable if the tapes of the telephone calls are erased or never recorded because of error, omission or any reason. Paramount Treasury Investmentis also not liable should User Name and Account information be obtained knowingly or unknowingly by a Third Party and as a result, trades done in the name of the Customer without his or her knowledge or authorization.<\/p>\n<p>79. Risks from trades done using chat communication devices. Paramount Treasury Investmentmay utilize an electronic conversational application or other similar chat application for the communication and execution of some market orders. Trades are done using chat applications or the telephone should only be done if the Customer cannot execute using the Trading Platform. Although currently not planned, Paramount Treasury Investmentreserves the right to charge a commission for trades done over chat applications. Should Paramount Treasury Investmentcharge a commission for chat application trades, it will be reported on the Paramount Treasury InvestmentWebsite and be reflected as a line item debit in your Paramount Treasury InvestmentAccount Reports. All trades and charges done via chat applications are final. Neither Paramount Treasury Investmentnor third-party chats application provider is responsible or liable if the electronic logs of the electronic conversations are erased or never recorded because of error, omission or any reason. Paramount Treasury Investmentis also not liable should User Name, Password and Account information be obtained knowingly or unknowingly by a Third Party and as a result, trades done in the name of the Customer without his or her knowledge or authorization.<\/p>\n<p>80. Paramount Treasury Investmenthas limited liability. The Customer agrees and acknowledges that Paramount Treasury Investmentshall not be liable to the Customer for any claims, losses, damages, costs or expenses, including attorneys’ fees caused directly or indirectly by any events, actions or omissions, without limitation, claims, losses, damages, costs and expenses, including attorney’s fees, resulting from civil unrest, war, insurrection, international intervention, governmental action) including, without limits, exchange controls, forfeitures, devaluations and nationalizations), natural disasters, acts of God, market conditions, communication problems or any delay, disruption, failure of any transmission or communication system or computer hardware or software application whether supplied and belonging to Paramount Treasury Investmentor from a third party vendor that the Customer and Paramount Treasury Investmentrelies on to conduct execution and reporting services.<\/p>\n<p>81. Effect of “Leverage” or “Gearing”. Margin accounts and contracts carry a high degree of risk. The amount of initial margin is small relative to the value of the contract so that transactions are “leveraged” or “geared”. A relatively small market movement may have a proportionately larger impact on the funds the customer has deposited or will have to deposit. This may work against Customer as well as for Customer. Customer may sustain a total loss of initial margin funds and any additional funds deposited with the firm to maintain Customer’s position.<\/p>\n<p>82. Risk-reducing orders or strategies. Placing contingent orders, such as “stop­loss” or “limit” orders, particularly in volatile market conditions, will not necessarily limit Customer’s losses to the intended amounts, since market conditions may make it impossible to execute such orders. Strategies using combinations of positions, such as “spread” and “straddle” positions may be as risky as taking simple “long” or “short” positions.<\/p>\n<p>83. Before Customer begins to trade, Customer should obtain a clear understanding of all charges for which Customer may be liable. These charges will affect Customer’s net profit (if any) or increase Customer’s loss.<\/p>\n<p>84. Electronic trading. Trading on an electronic trading system may differ not only from trading in an open outcry market but also from trading on other electronic trading systems. If Customer undertakes transactions on an electronic trading system, Customer will be exposed to risks associated with the system including any failure of hardware and software. The result of any system failure may be that Customer’s order is either not executed according to Customer’s instructions or not executed at all. Since Paramount Treasury Investmentdoes not control signal power, it&#8217;s a reception or routing via Internet, the configuration of Customer’s equipment or reliability of its connection, Paramount Treasury Investmentcannot be responsible for communication failures, distortions or delays when trading online (via the Internet). In no event shall Paramount Treasury Investmentbe liable for speculative or expectancy damages for potential future lost profits.<\/p>\n<p>85. Limitation of liability. Customer accepts any trading system provided by Paramount Treasury Investment“as is,” and without warranties, express or implied, including, but not limited to, the implied warranties of merchantability or fitness for a particular use, purpose or application; timeliness; freedom from interruption; or any implied warranties arising from trade usage, course of trading or course of performance. Under no circumstances shall Paramount Treasury Investmentbe liable for any punitive, indirect, incidental, special or consequential loss or damages, including loss of business, profits or goodwill. Paramount Treasury Investmentshall not be liable to Customer by reason of delays or interruptions of service or transmissions, or failures of performance of KOT4X’s or its affiliate systems, regardless of cause, including, but not limited to, those caused by hardware or software malfunction; regulatory action; acts of God; war, terrorism, or our intentional acts. Customer recognizes that there may be delays or interruptions in the use of our system, including, for example, those caused intentionally by Paramount Treasury Investmentfor purposes of servicing the system. Paramount Treasury Investmentdoes not guarantee that alternative trading arrangements will be available at a particular time and Paramount Treasury Investmentwill not be held liable for delays in entering an order.<\/p>\n<p>86. KOT4X’S margin policies require that Customer’s Account is properly margined at all times. Failure to meet margin requirements may result in the liquidation of any open positions with a resultant loss. Paramount Treasury Investmentreserves the right to liquidate all positions without notice if an Account falls below Customer’s minimum margin requirement, in accordance WITH US4X’s margin call policy.<\/p>\n<p>87. Quoting errors. Should quoting errors occur, which may include, but are not limited to, a mistype of a quote by KOT4X, a quote which is not representative of fair market prices, an erroneous price quote from a Paramount Treasury Investmentemployee, such as but not limited to a wrong big figure quote or an erroneous quote due to failure of hardware, software or communication lines or systems and\/or inaccurate external data feeds provided by third­party vendors, Paramount Treasury Investmentwill not be liable for the resulting errors in Account balances. The foregoing list is not meant to be exhaustive and in the event of a quoting error, Paramount Treasury Investmentreserves the right to make the necessary corrections or adjustments on the Account involved. Any dispute arising from such quoting errors will be resolved in accordance with required regulations if such regulations exist. In the event of a system error where interest is not charged or credited as scheduled, Paramount Treasury Investmentreserves the right to apply the missed interest to the Account at any time.<\/p>\n<p>88. Third-Party Authority. In the event that Customer grants trading authority or control over Customer’s Account to a third-party trading advisor, such as a Money Manager, whether on a discretionary or non­ discretionary basis, Paramount Treasury Investmentshall in no way be responsible for reviewing Customer’s choice of such trading advisor, or for making any recommendations with respect thereto. Paramount Treasury Investmentmakes no representations or warranties concerning any trading advisor; Paramount Treasury Investmentshall not be responsible for any loss to Customer occasioned by the actions of the trading advisor; and Paramount Treasury Investmentdoes not, by implication or otherwise, endorse or approve of the operating methods of any trading advisor. If Customer gives a Money Manager authority to exercise any rights over Customer’s Account, Customer does so at Customer’s own risk. The customer should regularly review the activity in Customer’s Account to ensure that Customer approves of the transactions placed on Customer’s behalf by Customer’s Money Manager.<\/p>\n<p>89. Disclosure Regarding Bankruptcy Protections. The transactions Customer is entering into with Paramount Treasury Investmentare not traded on an exchange. Therefore, Customer’s funds may not receive the same protections as funds used to margin or guarantee exchange­traded futures and options contracts, which may receive a priority in bankruptcy. Since that same priority has not been given to funds used for trading, if Paramount Treasury Investmentbecomes insolvent and Customer has a claim for amounts deposited or profits earned on transactions WITH US4X, Customer’s claim may not receive a priority. Without a priority, Customer is a general creditor and Customer’s claim will be paid, along with the claims of other general creditors, from any monies still available after priority claims are paid. Even customer funds that Paramount Treasury Investmentkeeps separate from its own operating funds may not be safe from the claims of other general and priority creditors.<\/p>\n<p>90. Volatile Market Conditions. Trading at times of extraordinarily volatile market conditions, e.g. key news announcements may expose the Customer to additional risks, including the risk that the Customer may not get the price him or her requests. Paramount Treasury Investmentcannot and does not guarantee its prices in times of extraordinary market volatility.<\/p>\n<p>91. Simulated Conditions. Simulated conditions may differ from real conditions. Therefore, Customers who trade on demo Accounts should not necessarily expect the same results from live trading.<\/p>\n<p>92. Referring Parties. IF YOU WERE REFERRED TO Paramount Treasury InvestmentBY AN INTRODUCING BROKER, REFERRING PARTY OR THIRD PARTY ADVISOR (EACH, AN “IB”), PLEASE BE ADVISED THAT Paramount Treasury InvestmentAND YOUR IB ARE WHOLLY SEPARATE AND INDEPENDENT FROM ONE ANOTHER AND THERE EXISTS NO JOINT VENTURE OR PARTNERSHIP RELATIONSHIP BETWEEN THE PARTIES. ADDITIONALLY, NEITHER IB NOR ANY OTHER EMPLOYEE OR AGENT OF IB IS AN AGENT OR EMPLOYEE OF KOT4X.<\/p>\n<p>93. Paramount Treasury Investmentdoes not control, and cannot endorse or vouch for the accuracy or completeness of any information or advice Customer may have received or may receive in the future from Customer’s IB or from any other person not employed by Paramount Treasury Investmentregarding trading or the risks involved in such trading.<\/p>\n<p>94. Paramount Treasury Investmentprovides risk disclosure information to all new Customers when they open Accounts. The customer should read that information carefully, and should not rely on any information to the contrary from any other source.<\/p>\n<p>95. Customer acknowledges that no promises have been made by Paramount Treasury Investmentor any individual associated with Paramount Treasury Investmentregarding future profits or losses in Customer’s Account. Customer understands that trading is very risky and that many people lose money trading.<\/p>\n<p>96. If an IB or any other third party provides Customer with information or advice regarding trading, Paramount Treasury Investmentshall in no way be responsible for any loss to Customer resulting from Customer’s use of such information or advice.<\/p>\n<p>97. To the extent Customer has previously been led to believe or believes that utilizing any third party trading system, course, program, research or recommendations provided by IB or any other third party will result in trading profits, Customer hereby acknowledges, agrees and understands that all trading, including trading done pursuant to a system, course, program, research or recommendations of IB or another third party involves a substantial risk of loss. In addition, Customer hereby acknowledges, agrees and understands that the use of a trading system, course, program, research or recommendations of IB or another third party will not necessarily result in profits, or will avoid losses or limit losses.<\/p>\n<p>98. Because the risk factor is high in trading, only genuine risk capital should be used. If Customer does not have capital which the Customer can afford to lose, Customer should not trade.<\/p>\n<p>99. Customer understands and acknowledges that Paramount Treasury Investmentmay compensate Customer’s IB for introducing Customer to Paramount Treasury Investmentand that such compensation may be on a per-trade basis or another basis.<\/p>\n<p>100. Customer understands and agrees that if Customer’s Account with Paramount Treasury Investmentis introduced by an IB, that IB shall have limited access to information regarding Customer’s Paramount Treasury InvestmentAccount, but the IB shall not have the right to enter into any trades on Customer’s Paramount Treasury InvestmentAccount unless authorized by Customer under a power of attorney between Customer and IB granting such IB the right to trade on Customer’s Account.<\/p>\n<p>101. Customer understands and acknowledges that Customer may have only one IB, a party that originally referred Customer to KOT4X.<\/p>\n<p>102. Customer may terminate Customer’s relationship with an IB by providing written notice to KOT4X. Customer understands and acknowledges that Customer cannot be considered the client of any other IB. Should you have any questions regarding the risks of trading, please contact your Account representative.<\/p>\n<p>103. PRIVACY POLICY. Information Collected by KOT4X. The categories of nonpublic personal information which Paramount Treasury Investmentshall collect include: (1) information provided by the customer when opening an Account, or to process a transaction, such as name, address, assets, bank information, prior trading experience, etc.; (2) information used to verify the identity of the customer, including copies of government-issued identification materials such as passports, drivers licenses, and credit reports; (3) Information resulting from transactions between the customer and Paramount Treasury Investmentor an affiliate of KOT4X, such as withdrawal and deposit forms; (4) Information derived from customer’s navigation and usage of KOT4X’s website and online platforms, including Account trading statements.<\/p>\n<p>104. Information Disclosed by Paramount Treasury Investmentand To Whom Paramount Treasury InvestmentDiscloses the Information. Paramount Treasury Investmentdoes not share nonpublic personal information about our clients or former customers to anyone, except as permitted by law. For example, Paramount Treasury Investmentmay provide information to non­affiliated third parties, as permitted by law, in providing financial services to you. This includes a consumer reporting agency that prepares your credit report. Furthermore, Paramount Treasury Investmentmay provide information, as permitted by law, to government or regulatory agencies and to comply with a legal summons, court order, subpoena or a similar legal process, audit or investigation. We may also disclose your nonpublic personal information if you authorize such disclosure.<\/p>\n<p>105. Confidentiality and Security Procedures. Only those personnel for whom the information is necessary to complete a given transaction shall possess the authority to access the information. KOT4X, its personnel, and its affiliates shall strictly adhere to security practices and procedures to ensure the confidentiality of its customers’ information. Paramount Treasury Investmentmaintains numerous safeguards that comply with regulations to guard your nonpublic personal information. Paramount Treasury Investmentwill continue to protect the privacy of former customers’ nonpublic personal information in the same manner as when they were customers. Unlike continuing customers, however, former customers will not receive annual privacy notices. Paramount Treasury Investmentwill provide notice of our privacy policy annually, as long as the customer maintains an Account WITH US4X. Paramount Treasury Investmentreserves the right to make changes to this policy. This policy may always be reviewed on https:\/\/kot4x.com<\/p>\n<p>106. CONSENTS AND FURTHER AGREEMENTS<\/p>\n<p>107. CONSENT TO ELECTRONIC TRANSMISSION OF CONFIRMATIONS &amp; ACCOUNT STATEMENTS. Customer hereby consents to have Customer’s Account information and trade confirmations available on the Internet, in lieu of having such information delivered to Customer via mail or email, as specified in paragraphs labeled “Statements and Confirmations” and “Communications” of the Customer Agreement.<\/p>\n<p>108. Authorization To Transfer Funds. Customer hereby agrees that Paramount Treasury Investmentmay, at any time and from time to time, in the sole discretion of KOT4X, apply and transfer from any of Customer’s Accounts with Paramount Treasury Investmentto any of Customer’s other accounts, whether held at Paramount Treasury Investmentor other approved financial institutions, any of the Contracts, currencies, securities or other property of Customer held either individually or jointly with others to another account.<\/p>\n<p>109. Agreement To Use Collateral. Customer authorizes Paramount Treasury Investmentto sell, pledge, rehypothecate, assign, invest, commingle and otherwise use any Collateral held by KOT4X, including, but not limited to, using the Contracts as collateral for a loan to KOT4X, and, further trading with the Collateral, as<\/p>\n<p>provided in the Customer Agreement (including, but not limited to Paragraph 6 thereof). Where Customer’s Account consists of more than one Account, this authorization shall apply to all of Customer’s Accounts WITH US4X. This Agreement to Use Collateral shall remain in effect so long as Customer’s Account with Paramount Treasury Investmentremains open or Customer has any obligations of any kind to KOT4X, under the Customer Agreement.<\/p>\n<p>110. Social Security \/ Tax ID Certification. Customer hereby certifies, under penalty of perjury, that (1) the number provided on the Customer Application is Customer’s correct Social Security or Taxpayer Identification Number and (2) the ownership, or beneficiary, of Customer’s Account, is not subject to backup withholding under Section 3406(a)(1)(C) of the Internal Revenue Code.<\/p>\n<p>111. ARBITRATION AGREEMENT. Any dispute, claim or controversy between Customer, on one hand, and Paramount Treasury Investmentand\/or its officers, directors, agents or employees, on the other hand, arising out of or relating to the Customer Agreement, Customer’s Account with Paramount Treasury Investmentor any other trading between Customer and Paramount Treasury Investmentshall be resolved by binding arbitration. The forum of the arbitration may be American Arbitration Association (“AAA”), within the United States of America (“USA”), in accordance with the AAA arbitration rules in effect at the time such arbitration is commenced, or another appropriate arbitration forum within the United States. If the forum of arbitration is outside of the USA, any dispute between the Customer and Paramount Treasury Investmentshall be resolved in the international division of AAA, the International Centre for Dispute Resolution (“ICDR”), in accordance with the International Arbitration Rules in effect at the time such arbitration is commenced. The award in such arbitration proceeding shall be final and binding and may be entered in any court having jurisdiction thereof. The arbitration shall be held unless the forum is not reasonably convenient for the Customer, at which time an alternate forum shall be determined by the arbitrator. Customer and Paramount Treasury Investmentagree to take all steps and execute all documents necessary for the implementation of arbitration proceedings. All statutes of limitations applicable to any dispute apply to any arbitration between Customer and KOT4X. The provisions of this Arbitration Agreement shall survive termination, amendment or expiration of Customer’s Account relationship or the governing Paramount Treasury InvestmentCustomer Agreement or any other relationship between Customer and KOT4X. Either Customer or Paramount Treasury Investmentmay require the submission of the dispute to binding arbitration at any reasonable time, notwithstanding that a lawsuit or other proceeding has been commenced. Neither Customer nor Paramount Treasury Investmentshall be entitled to join or consolidate disputes by or against others in any arbitration, or to include in any arbitration any dispute as a representative or member of a class, or to act in any arbitration in the interest of the general public or of a private attorney general. Except as may be required by law, neither a party nor an arbitrator may disclose the existence, content, or result of any arbitration hereunder without the prior written consent of both parties.<\/p>\n<p>112. TRADING RULES AND PROCEDURES<\/p>\n<p>The following Trading Rules and Regulations will outline procedures and policies regarding trading and setting up an Account WITH US4X. All Customers are required to read, understand and adhere to these rules and regulations. Paramount Treasury Investmentreserves the right to change any rules or regulations at its sole discretion and at any time.<\/p>\n<p>113. Trading Hours:<\/p>\n<p>114. The Paramount Treasury Investmentnormal trading week begins at 19:00 (7:00 PM EST) on Sunday and ends at 16:00 (4:00 PM EST) on Friday (time are subject to change.)<\/p>\n<p>115. Paramount Treasury Investmentwill announce and display on a best efforts basis a holiday schedule on the https:\/\/kot4x.com website when trading will not take place.<\/p>\n<p>116. In the event of a holiday, Paramount Treasury Investmentwill on a best efforts basis pre-announce the start­up time when trading will resume in advance and display the information on the https:\/\/kot4x.com website.<\/p>\n<p>117. Paramount Treasury Investmentreserves the right at its sole discretion to conduct special technical maintenance times when trading electronically may not be available.<\/p>\n<p>118. Deposit and Account Information:<\/p>\n<p>119. Deposits can be made via a wire transfer. Funds are not available for trading until they clear at the bank and posted to the Customer’s trading Account.<\/p>\n<p>120. All bank fees such as wire transfer fees into and out of the Account will be debited to the Customer’s trading Account as they occur.<\/p>\n<p>121. In instances where the Customer is closing an Account with instructions to wire the remaining balances, the wire transfer fee will be deducted from the Final Account Balance forwarded to the Customer.<\/p>\n<p>122. All deposits are accepted in U.S. Dollars only unless otherwise agreed. Customers from foreign countries have the option to convert the foreign currency into US Dollars before wiring to Paramount Treasury Investmentclearing bank, or wire foreign currencies to our clearing bank at which point our clearing bank will convert the balances into US Dollars at their current conversion rate for that currency.<\/p>\n<p>123. A minimum deposit of $10 is required to open an Account WITH US4X.<\/p>\n<p>124. Under NO CIRCUMSTANCES will Paramount Treasury Investmentaccept payment or deposit into an Account by a person or entity other than the person or entity whose name appears on the Account.<\/p>\n<p>125. Under NO CIRCUMSTANCES will Paramount Treasury Investmentmake payment to a person or entity other than person or entity whose name appears on the Account.<\/p>\n<p>126. Under NO CIRCUMSTANCES will Paramount Treasury Investmenttransfer funds from one Account with Paramount Treasury Investmentto another Account at Paramount Treasury Investmentwith different Account Authorization information.<\/p>\n<p>127. Telephone Orders. Paramount Treasury Investmenthas qualified staff that can execute customer’s trade orders over the telephone. Telephone execution is intended for those circumstances when trading via the Trading Platform is not available due to technical problems on the Customer’s internet or in situations when the Customer has no other connectivity option. This option can only be executed on the provision that the technical problems are not related to a general Paramount Treasury Investmentserver problem. The following steps should be used to transact via the telephone:<\/p>\n<p>128. The Paramount Treasury Investmentrepresentative will ask for the Customer’s User Name and Account Number and confirm that each match and confirm the identity of the Customer;<\/p>\n<p>129. Once confirmed, the Paramount Treasury Investmentwill ask for the Customer’s Order. (i.e. “What is your Order?”)<\/p>\n<p>130. The Customer should provide the desired Order Type, Trade Action, Number of Lots, Trading Product and Price (if not a Market Order).<\/p>\n<p>131. Liquidation level: Paramount Treasury Investmentreserves the right to automatically liquidate the position and the Customer will be responsible for all losses as a result of the liquidation. Paramount Treasury Investmentreserves the right to change the Liquidation Level at its sole discretion.<\/p>\n<p>132. Prices from Paramount Treasury Investmentare independent of prices found elsewhere. Customers acknowledge that the prices reported by Paramount Treasury Investmentfor buying and selling are independent and can differ from the prices displayed elsewhere or from other liquidity providers in the interbank changes in liquidity from interbank to KOT4X, an unbalanced position or exposure at KOT4X, or differing expectations of price movements. Paramount Treasury Investmentexpects that in most cases the prices provided to its Customers will be in line with the general interbank market but does not warrant or imply that this will always be the case.<\/p>\n<p>133. Rollover rates for open positions are determined by Paramount Treasury Investmentand are independent of prices found elsewhere in the Interbank market. Customer acknowledges that when applicable, all existing Open Positions that remain open over the end of business day for KOT4X, defined as 5:00 PM EST\/EDT, are automatically rolled over to the next available Spot Settlement Date at a net debit or credit to the Customer(s) Account as determined by spot interest rates determined solely by KOT4X. Rollover debits and credits are also influenced by the number of days that the position has to be rolled. For positions that need to be rolled from a spot settlement date from Friday to Monday, the debit or credit will reflect rollover from Friday to Monday or three business days. For rollovers from Monday to Tuesday, Tuesday to Wednesday, Wednesday to Thursday and Thursday to Friday, the rollover debit or credit is for only one business day. If there is a holiday and Paramount Treasury Investmentis closed, the rollover would take into consideration the holiday. For example, if Tuesday is a holiday, rollovers from Monday will be for two (2) business days (i.e. from Monday to Wednesday). Since rollover debits and credits are determined by the respective short-term spot interest, a large spread can cause a large debt or credit rollover amount. This spread can result but is not limited to, countries tightening of credit conditions in order to dissuade speculators from shorting one trading product versus another. Paramount Treasury Investmentreserves the right to change the credits or debits at its sole discretion if the original amounts are in wrong due to an error or omission.<\/p>\n<p>134. Sweep rates for balances other than USD are determined by Paramount Treasury Investmentand may be independent of prices found elsewhere in the Interbank market. Profits that are calculated in a foreign currency are “swept” into dollars when the open positions are closed and the Profit and Loss realized. There is No Guarantee of Profit from Trading WITH US4X: Customer acknowledges that neither Paramount Treasury Investmentnor any of its representative’s guarantees to the Customer that they will profit from trading. Customer further acknowledges that they could sustain the loss of their entire Risk Capital deposited in their Account and are financially able to withstand any losses incurred.<\/p>\n<p>135. There is No Guarantee that Paramount Treasury Investmentwill be able to execute stop-loss orders, limit orders or OCO Orders at the Customer Entered Price. Customer acknowledges and agrees that there may be market, liquidity or other conditions that will prevent Paramount Treasury Investmentfrom executing Customers specific Stop Loss Orders, Limit Orders or OCO Orders at the Customer designated price. In some cases, the orders will be executed at prices that are less favorable to the price entered and desired by the Customer. The Customer acknowledges and agrees that they are still responsible for trades executed at levels different from their orders and that Paramount Treasury Investmentis not liable for failure to do so.<\/p>\n<p>136. There is technology risk inherent in trading online or via a software application. Although Paramount Treasury Investmenthas invested a lot of resources developing, testing, configuring and integrating the Trading Platform and other relevant software and hardware, the Customer acknowledges and agrees that Paramount Treasury Investmentdoes not guarantee that the Customer will be able to successfully execute transaction, monitor their positions, or perform other essential tasks of Paramount Treasury Investmentwhile using the public Internet and other technology from Paramount Treasury Investmentor from third-party vendors known or not known for which Paramount Treasury Investmentmay rely on. Paramount Treasury Investmentcannot control, without limitation, the routing, Internet connectivity, reliability of customer or Paramount Treasury Investmentequipment, network connections or any other technology hardware malfunction caused by Paramount Treasury Investmenthardware, hardware, and connectivity that makes up the public Internet, or hardware at the Customers location. Nor does Paramount Treasury Investmentguarantee, although all effort has been made to the contrary, that the Trading Platform and Associated Back Office and Broker Software Interfaces nor any other code or application including but not limited to the interface with Paramount Treasury Investmentliquidity provider(s) or the interface with the escrow Account institution or other technology application that would come under the heading software, are error­free and would not lead to communications problems, computer software or hardware breakdowns, malfunctioning errors, and any and all problems or glitches associated with computer problems or any other technical cause or causes . Customer acknowledges and agrees that Paramount Treasury Investmentprovides Trading Platform and Associated Back Office and Broker Software Interfaces “as is,” without any warranties of merchantability, fitness for a particular purpose, or other express or implied warranties.<\/p>\n<p>137. Trades Done Using chat applications. Paramount Treasury Investmentmay incorporate the use of an electronic conversational application or other chat-like the program. Such an application will be used by Paramount Treasury Investmentto give Customers another way to communicate order details to the Paramount Treasury InvestmentTrading Desk.<\/p>\n<p>138. Source of Funds. The Customer confirms to having sufficient funds and risk capital available for immediate transfer to support a margin based brokerage account WITH US4X, for over-the-counter and\/or off-exchange trading products. The Customer understands the high degree of risk associated with trading and waives Paramount Treasury Investmentof any and all liability. The Customer understands that these funds act as a protection for any of their own customers who may take trading positions that result in loss, negative balance or margin call.<\/p>\n<p>139. KYC (Know Your Customer) Policy. Know your customer policies have become increasingly important worldwide lately, especially among banks and other financial institutions, in order to prevent identity theft, money laundering, financial fraud, and terrorist activity. Paramount Treasury InvestmentLtd holds a zero tolerance fraud policy and is taking all measures possible to prevent it. Any fraudulent activity will be documented and all related accounts to it will be immediately closed. All funds in these accounts will be forfeited.<\/p>\n<p>140. Prevention:<\/p>\n<p>141. Paramount Treasury InvestmentLtd aims to ensure the integrity of any sensitive data it obtains, such as your account information and the transactions you make, using a variety of security measures and fraud controls. Securing your electronic transactions requires us to be provided with certain data from you, including your preferred deposit method.<\/p>\n<p>142. When you deposit funds we will require the following documents<\/p>\n<p>143. • A copy of your valid passport with the signature page<\/p>\n<p>144. • Copies of your credit cards used to make the deposit (the Front side with only the 4 last digits visible, backside with the CVV covered).<\/p>\n<p>145. • A copy of a recent utility bill in your name and address<\/p>\n<p>146. • A signed purchase history of your online transactions<\/p>\n<p>147. If you have any questions please don’t hesitate to contact our customer support: support@kot4x.com<\/p>\n<p>148. When do I need to provide these documents? We highly appreciate you taking the time to provide us with all the necessary documents as soon as you can, in order to avoid any delays in processing your transactions. We require the receipt of all the necessary documents prior to making any cash transactions to your benefit.<\/p>\n<p>149. Some circumstances may require us to request these documents before allowing any other activities in your account, such as deposits or trades.<\/p>\n<p>150. Please note that if we will not receive the required documents on file, your pending withdrawals will be canceled and credited back to your trading account. We will notify you of such an event via our system.<\/p>\n<p>151. How can I send you these documents? Please scan your documents, or take a high-quality digital camera picture, save the images as jpegs, then upload them in your Paramount Treasury Investmentportal.<\/p>\n<p>152. How do I know my documents are safe with you?<\/p>\n<p>153. Paramount Treasury InvestmentLtd holds the security of documentation at the highest priority and treats all documents it receives with utmost respect and confidentiality. All files we obtain are fully protected using the highest level possible of encryption at every step of the review process.<\/p>\n<p>154. We thank you for your cooperation in helping us make Paramount Treasury InvestmentLtd a safer place to trade.<\/p>\n<p>155. Anti-Money Laundering. Paramount Treasury InvestmentLtd does not tolerate money laundering and supports the fight against money launderers. Paramount Treasury InvestmentLtd follows the guidelines set by the UK’s Joint Money Laundering Steering Group. The UK is a full member of the Financial Action Task Force (FATF), the intergovernmental body whose purpose is to combat money laundering and terrorist financing. Paramount Treasury InvestmentLtd now has policies in place to deter people from laundering money. These policies include:<\/p>\n<p>156. • ensuring clients have valid proof of identification<\/p>\n<p>157. • maintaining records of identification information<\/p>\n<p>158. • determining that clients are not known or suspected terrorists by checking their names against lists of known or suspected terrorists<\/p>\n<p>159. • informing clients that the information they provide may be used to verify their identity<\/p>\n<p>160. • closely following clients’ money transactions<\/p>\n<p>161. • Not accepting cash, money orders, third-party transactions, exchange houses transfers or Western Union transfers.<\/p>\n<p>162. Money laundering occurs when funds from an illegal\/criminal activity are moved through the financial system in such a way as to make it appear that the funds have come from legitimate sources.<\/p>\n<p>163. Money Laundering usually follows three stages:<\/p>\n<p>164. • firstly, cash or cash equivalents are placed into the financial system<\/p>\n<p>165. • secondly, money is transferred or moved to other accounts (e.g. futures accounts) through a series of financial transactions designed to obscure the origin of the money (e.g. executing trades with little or no financial risk or transferring account balances to other accounts)<\/p>\n<p>166. • And finally, the funds are re-introduced into the economy so that the funds appear to have come from legitimate sources (e.g. closing a futures account and transferring the funds to a bank account).<\/p>\n<p>167. Trading accounts are one vehicle that can be used to launder illicit funds or to hide the true owner of the funds. In particular, a trading account can be used to execute financial transactions that help obscure the origins of the funds.<\/p>\n<p>168. Paramount Treasury InvestmentLtd directs funds withdrawals back to the original source of remittance, as a preventative measure.<\/p>\n<p>169. International Anti-Money Laundering requires financial services institutions to be aware of potential money laundering abuses that could occur in a customer account and implement a compliance program to deter, detect and report potentially suspicious activity.<\/p>\n<p>170. These guidelines have been implemented to protect Paramount Treasury InvestmentLtd and its clients.<\/p>\n<p>171. For questions\/comments regarding these guidelines, please contact us at <strong>support@kot4x.com<\/strong><\/p>\n<p>172. Legal Restrictions. without limiting the undermentioned provisions, you understand that laws regarding financial contracts vary throughout the world, and it is your responsibility to make sure you properly comply with any law, regulation or guideline in your country of residence regarding the use of the Site. To avoid any doubt, the ability to access our Site does not necessarily mean that our Services and\/or your activities through the Site are legal under the laws, regulations or directives relevant to your country of residence<\/p>\n<p><strong>173. The Customer will be charged a $10 inactivity fee or equivalent in alternative currency if they have not traded within the last 6 MONTHS.<\/strong><\/p>\n<p>The customer also hereby confirms that these funds are free of any liens or debts, are clean and non-criminal in origin and do not originate from the United States of America or any country on<\/p>\n<p>the Office of Foreign Assets Control (OFAC) List. As such, Customer agrees to comply with any request to provide additional documentation that is requested by Paramount Treasury Investmentand its representatives.<\/p>\n<p>Pricing errors &amp; off-market quotes<\/p>\n<p>There is the possibility that pricing errors, non-market based price quotes, off-market quotes, omissions or misquotes (referred hereafter as “Material Errors”) may occur in the pricing that we provide for trading.<\/p>\n<p>A Material Error may include the date, time, incorrect price, or any error and\/or lack of clarity of any information regarding a trade.<\/p>\n<p>For any trades based on Material Errors, we reserve the right to do any of below things (or a combination of them), without your consent:<\/p>\n<p>(i) amend the terms and conditions of the trade to reflect what we consider to have been a reasonable and fair price at the time when the trade was entered into, had there been no Material Error occurring (i.e. the market price),<br \/>\n(ii) apply an equity adjustment to your Account, if the value of the adjustment reflects what we consider to have been the reasonable and fair price at the when time the trade was entered into, had there been no Material Error occurring (i.e. the market price). We will provide you with a record of the adjustment as soon as possible post adjustment,<br \/>\n(iii) Close-Out your trade by buying or selling an offsetting trade at prevailing market rates,<br \/>\n(iv) require you to repay us any money we have paid you regarding the trade,<br \/>\n(v) void the trade from the outset, or<br \/>\n(vi) not take any action to amend or void the trade.<\/p>\n<p>We will exercise our rights under the above Pricing errors &amp; off-market quotes clauses ((i) to (vi)), fairly and in good faith, and as soon as possible after we become aware of the occurrence of the Material Error. Where possible, we will advise you before we take any action under above clauses. If, however, this is not possible, we will advise you as soon as possible afterwards.<\/p>\n<p>We are not liable to you for any loss, Cost, claim, demand or expense that you incur or suffer (including loss of profits or indirect or consequential losses), arising from or connected with a Material Error, including where the Material Error arises from an information service that we rely on.<\/p>\n<p>BEHAVIOUR POLICY<\/p>\n<p>Our Principles<br \/>\nWe are dedicated to providing a fair and consistent service to everyone. We believe that everyone who contacts us has the right to be heard and understood, and also respected.<br \/>\nWe believe that our staff have the same rights, and we must provide a safe working environment for our staff. We must also ensure the efficient and effective operation of our business, so that we can provide a good service to everyone who is using our business.<br \/>\nWe may decide to restrict access to our service where we consider someone’s actions or behaviour are likely to have a negative effect on our staff or our work.<br \/>\nThis policy sets out the kinds of actions and behaviour that may have a negative effect, and what we will do in these circumstances. This policy applies to everyone who interacts or communicates with us, including clients, potential clients, affiliates, and users of our means of communication – email, chat, and telephone.<br \/>\nWe recognise that some people may have difficulties in expressing themselves or communicating clearly, especially when anxious or upset. We also understand that some people may find it difficult to identify what impact their behaviour might have on other people.<br \/>\nOur rights<br \/>\nAll our staff have the right not to be subjected to aggressive, offensive, or abusive actions, language or behaviour, regardless of the circumstances. This means any actions or behaviour that could cause staff to feel intimidated, threatened or offended. These include, but are not limited to &#8211; threats, physical violence, personal verbal abuse, derogatory remarks, and rudeness, whether made to the member of staff directly or elsewhere. Deliberately provocative or inflammatory statements and unsubstantiated allegations can also amount to abusive actions or behaviour.<br \/>\nViolence can be defined in various ways – it also includes behaviour or language, whether oral or written, that may cause staff to feel afraid, threatened or abused.<br \/>\nIf someone makes unreasonable demands on us or our staff, or is unreasonably persistent, that may have an impact on our ability to review the person&#8217;s complaint, or the complaints of other people who are using the services. Some examples include the following: requesting responses within an unreasonable timescale; insisting on speaking to or corresponding with a particular member of staff, frequent phone calls, emails, or online chats; repeatedly changing the substance of the complaint or raising unrelated concerns.<br \/>\nExamples of unreasonable persistence include: continual refusal to accept that a decision has been made in relation to a complaint; insisting that we answer questions when we have done so or explained why we will not; persistent refusal to accept explanations relating to what we can or can&#8217;t do; sending emails to multiple members of staff; or repeatedly trying to revisit a case through our internal processes, once those processes have come to an end.<br \/>\nOur approach<br \/>\nWhen we consider that a person&#8217;s actions or behaviour are likely to have a negative effect, we will tell them why and we will give them the opportunity to modify their actions or behaviour. If the actions or behaviour continue, we will take steps to prevent or minimise the negative effects. Wherever possible, we will continue with our review of the person&#8217;s complaint. We will try to ensure that any action we take is the minimum required to protect our staff and to ensure that they can work effectively.<br \/>\nOur staff may either place a caller on hold or end the telephone call if the caller is aggressive, offensive or abusive, or is making unreasonable demands. The same approach will be used for online chats. Staff are accountable for their actions and are required to log all instances of when calls have been terminated, noting the reason(s) for ending the call. All telephone calls and online chats are recorded for service and training purposes.<br \/>\nIt may be necessary to apply restrictions to someone’s contact with us. A decision to do this may be taken by any of our managers. Some of the options that we may consider are:<br \/>\n• Read and file future emails and chat correspondence but acknowledge or respond to it only if the person is raising new information or making a new complaint,<br \/>\n• Requesting a person to transfer any funds they own from their account, and subsequently close their account with us. Once the closure of the account has occurred, to restrict or block future contact from a person.<\/p>\n<p>We will record any incidents which lead us to take action under this policy, and what action we have taken to address the issue.<br \/>\nReport the matter to the Police or appropriate governing body, or take legal action. In such cases, we may not give the person prior warning of taking that action.<br \/>\nAnyone who is unhappy with a decision we have made under this policy may submit a complaint to our email. We will consider it in line with our client policies in place at the given time.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This Customer Agreement (“Agreement”) is entered into by and between Paramount Treasury InvestmentLtd. (“KOT4X”), a corporation organized under the laws of the St. Vincent and the Grenadine , its successors and assigns, and the undersigned individual or individuals (as applicable, “Customer”) that wants to open a Customer Account (“Account”) WITH US4X. In consideration of KOT4X’s agreement [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms &amp; Conditions - Paramount Treasury InvestmentParamount Treasury Investment<\/title>\n<meta name=\"description\" content=\"Please find below a comprehensive list of Paramount Treasury InvestmentTerms and Conditions. It is important that you agree to them before using our website(s).\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/kot4x.com\/terms-conditions\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms &amp; Conditions - Paramount Treasury InvestmentParamount Treasury Investment\" \/>\n<meta property=\"og:description\" content=\"Please find below a comprehensive list of Paramount Treasury InvestmentTerms and Conditions. It is important that you agree to them before using our website(s).\" \/>\n<meta property=\"og:url\" content=\"https:\/\/kot4x.com\/terms-conditions\/\" \/>\n<meta property=\"og:site_name\" content=\"KOT4X\" \/>\n<meta property=\"article:modified_time\" content=\"2021-08-09T06:24:18+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"66 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/kot4x.com\/#website\",\"url\":\"https:\/\/kot4x.com\/\",\"name\":\"KOT4X\",\"description\":\"Paramount Treasury Investment\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/kot4x.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/kot4x.com\/terms-conditions\/#webpage\",\"url\":\"https:\/\/kot4x.com\/terms-conditions\/\",\"name\":\"Terms & Conditions - Paramount Treasury InvestmentParamount Treasury Investment\",\"isPartOf\":{\"@id\":\"https:\/\/kot4x.com\/#website\"},\"datePublished\":\"2019-01-24T07:39:36+00:00\",\"dateModified\":\"2021-08-09T06:24:18+00:00\",\"description\":\"Please find below a comprehensive list of Paramount Treasury InvestmentTerms and Conditions. It is important that you agree to them before using our website(s).\",\"breadcrumb\":{\"@id\":\"https:\/\/kot4x.com\/terms-conditions\/#breadcrumb\"},\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/kot4x.com\/terms-conditions\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/kot4x.com\/terms-conditions\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/kot4x.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms &#038; Conditions\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms & Conditions - Paramount Treasury InvestmentParamount Treasury Investment","description":"Please find below a comprehensive list of Paramount Treasury InvestmentTerms and Conditions. It is important that you agree to them before using our website(s).","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/kot4x.com\/terms-conditions\/","og_locale":"en_GB","og_type":"article","og_title":"Terms & Conditions - Paramount Treasury InvestmentParamount Treasury Investment","og_description":"Please find below a comprehensive list of Paramount Treasury InvestmentTerms and Conditions. It is important that you agree to them before using our website(s).","og_url":"https:\/\/kot4x.com\/terms-conditions\/","og_site_name":"KOT4X","article_modified_time":"2021-08-09T06:24:18+00:00","twitter_card":"summary_large_image","twitter_misc":{"Estimated reading time":"66 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/kot4x.com\/#website","url":"https:\/\/kot4x.com\/","name":"KOT4X","description":"Paramount Treasury Investment","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/kot4x.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-GB"},{"@type":"WebPage","@id":"https:\/\/kot4x.com\/terms-conditions\/#webpage","url":"https:\/\/kot4x.com\/terms-conditions\/","name":"Terms & Conditions - Paramount Treasury InvestmentParamount Treasury Investment","isPartOf":{"@id":"https:\/\/kot4x.com\/#website"},"datePublished":"2019-01-24T07:39:36+00:00","dateModified":"2021-08-09T06:24:18+00:00","description":"Please find below a comprehensive list of Paramount Treasury InvestmentTerms and Conditions. It is important that you agree to them before using our website(s).","breadcrumb":{"@id":"https:\/\/kot4x.com\/terms-conditions\/#breadcrumb"},"inLanguage":"en-GB","potentialAction":[{"@type":"ReadAction","target":["https:\/\/kot4x.com\/terms-conditions\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/kot4x.com\/terms-conditions\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/kot4x.com\/"},{"@type":"ListItem","position":2,"name":"Terms &#038; Conditions"}]}]}},"_links":{"self":[{"href":"https:\/\/kot4x.com\/wp-json\/wp\/v2\/pages\/1512"}],"collection":[{"href":"https:\/\/kot4x.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/kot4x.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/kot4x.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/kot4x.com\/wp-json\/wp\/v2\/comments?post=1512"}],"version-history":[{"count":0,"href":"https:\/\/kot4x.com\/wp-json\/wp\/v2\/pages\/1512\/revisions"}],"wp:attachment":[{"href":"https:\/\/kot4x.com\/wp-json\/wp\/v2\/media?parent=1512"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}